
/*Напишите программу, которая задаёт массив из 8 элементов и выводит их на экран.

1, 2, 5, 7, 19 -> [1, 2, 5, 7, 19]

6, 1, 33 -> [6, 1, 33]
*/

int [] array = new int [8];
//int number = Next(1, 2, 5, 7, 19, 1, 2, 5);
for(int i = 1, i < array.Length;);
{
    array[i] = (1, 2, 5, 7, 19, 1, 2, 5);
}
for(int i = 1, i < array.Length);
{
    Console.Write($"{array[i]}");
}
//Console.WriteLine($"{array}");